{
  "header.services": "บริการ",
  "header.products": "สินค้า",
  "header.capabilities": "ความสามารถ",
  "header.testimonials": "ข้อความรับรอง",
  "header.insights": "ข้อมูลเชิงลึก",
  "header.lets_talk": "มาคุยกันเถอะ",
  "hero.badge": "SaaS · Software · Innovation",
  "hero.title_line1": "เราสร้างซอฟต์แวร์",
  "hero.title_line2": "ที่",
  "hero.title_accent": "เรื่อง",
  "hero.description": "FAS-Solutions ออกแบบ สร้าง และปรับขนาดแพลตฟอร์ม SaaS — ตั้งแต่แนวคิดไปจนถึงการเปิดตัว นอกจากนี้เรายังช่วยให้ธุรกิจอื่นๆ นำแนวคิดของตนไปใช้จริงอีกด้วย",
  "hero.explore_work": "สำรวจงานของเรา",
  "hero.work_with_us": "ร่วมงานกับเรา",
  "hero.trust_label": "จดทะเบียนในสวิส · GDPR - สอดคล้องตามมาตรฐาน · การจัดส่งที่พิสูจน์แล้ว",
  "hero.tab_dashboard": "แดชบอร์ด",
  "hero.tab_scheduling": "การจัดตารางเวลา",
  "hero.tab_find_therapists": "ค้นหานักบำบัด",
  "hero.tab_profiles": "โปรไฟล์",
  "services.label": "สิ่งที่เราทำ",
  "services.title": "เราสร้าง เราจัดส่ง. เราปรับขนาด",
  "services.subtitle": "จากแนวคิดสู่การผลิต — เราร่วมมือกับธุรกิจต่างๆ เพื่อออกแบบ พัฒนา และเปิดตัวแพลตฟอร์ม SaaS",
  "services.product_dev_title": "การพัฒนาผลิตภัณฑ์",
  "services.product_dev_desc": "เรานำแนวคิดของคุณจากแนวคิดไปสู่ผลิตภัณฑ์ SaaS ที่ปรับใช้เต็มรูปแบบ สถาปัตยกรรม การออกแบบ ส่วนหน้า แบ็คเอนด์ — ตั้งแต่ต้นจนจบ",
  "services.ai_title": "การบูรณาการเอไอ",
  "services.ai_desc": "เราฝัง AI อัจฉริยะไว้ในผลิตภัณฑ์ของคุณ ตั้งแต่เวิร์กโฟลว์ตัวแทนและไปป์ไลน์ RAG ไปจนถึงการจัดระเบียบ LLM การวิเคราะห์เชิงคาดการณ์ และระบบอัตโนมัติอัจฉริยะ",
  "services.custom_title": "โซลูชันซอฟต์แวร์แบบกำหนดเอง",
  "services.custom_desc": "เราช่วยบริษัทต่างๆ ในการสร้างเครื่องมือที่ออกแบบตามความต้องการ แพลตฟอร์มภายใน และการผสานรวมที่ปรับปรุงการดำเนินงาน ไม่ว่าจะเป็นการชำระเงิน ระบบอัตโนมัติ หรือ API ของบุคคลที่สาม เรามอบซอฟต์แวร์ B2B ที่ปรับแต่งให้เหมาะกับกระบวนการของคุณ ไม่มีโซลูชันซอฟต์แวร์ใดที่เล็กเกินไปหรือซับซ้อนเกินไป",
  "services.cloud_title": "Cloud & DevOps",
  "services.cloud_desc": "เราออกแบบและจัดการโครงสร้างพื้นฐานคลาวด์ — ไปป์ไลน์ CI/CD การวางคอนเทนเนอร์ การตรวจสอบ และการปรับขนาดอัตโนมัติเพื่อความน่าเชื่อถือสูงสุด",
  "services.data_title": "ข้อมูลและการวิเคราะห์",
  "services.data_desc": "เปลี่ยนข้อมูลดิบให้เป็นข้อมูลเชิงลึกที่นำไปใช้ได้จริง เราสร้างแดชบอร์ด ไปป์ไลน์ข้อมูล และระบบการรายงานที่ขับเคลื่อนการตัดสินใจอย่างชาญฉลาดยิ่งขึ้น",
  "services.consulting_title": "การให้คำปรึกษาด้านเทคนิค",
  "services.consulting_desc": "มีสินค้าแล้ว? เราช่วยเหลือในเรื่องการตรวจสอบสถาปัตยกรรม การเพิ่มประสิทธิภาพ และกลยุทธ์การปรับขนาด",
  "values.label": "ทำไมต้อง FAS-SOLUTIONS",
  "values.title": "เหตุใดทีมงานจึงเลือกเรา",
  "values.subtitle": "เราไม่ใช่แค่ร้าน dev แห่งอื่น นี่คือสิ่งที่ทำให้การทำงานกับเราแตกต่างออกไป",
  "values.ownership_title": "เราเป็นเจ้าของมัน เริ่มจนจบ",
  "values.ownership_desc": "ไม่มีการส่งมอบไม่มีช่องว่าง เรารับผิดชอบอย่างเต็มที่ตั้งแต่โครงร่างแรกไปจนถึงการใช้งานจริง และคอยดูแลรักษา ทำซ้ำ และปรับขนาดผลิตภัณฑ์ของคุณในขณะที่เติบโตขึ้น",
  "values.security_title": "สร้างความปลอดภัยตั้งแต่วันแรก",
  "values.security_desc": "การรักษาความปลอดภัยไม่ใช่สิ่งที่ต้องคำนึงถึงภายหลัง — แต่เป็นรากฐานของเรา ทุกผลิตภัณฑ์จัดส่งตามมาตรฐาน GDPR มีการเข้ารหัส และให้ความสำคัญกับความเป็นส่วนตัวเป็นอันดับแรก สร้างขึ้นในประเทศสวิสเซอร์แลนด์ ยึดถือมาตรฐานสูงสุด",
  "values.partner_title": "พันธมิตร ไม่ใช่ผู้ขาย",
  "values.partner_desc": "เราไม่หายไปหลังคลอด เราฝังทีมของคุณไว้ด้วยกัน — การพบปะสังสรรค์รายสัปดาห์, ช่อง Slack ที่แชร์, โรดแมปที่โปร่งใส เป้าหมายของคุณคือเป้าหมายของเรา",
  "values.launch_title": "จากไอเดียสู่รายได้",
  "values.launch_desc": "เราไม่เพียงแค่เขียนโค้ดเท่านั้น แต่เราจัดส่งผลิตภัณฑ์ที่ก่อให้เกิดธุรกิจ YounitedTherapy เป็นข้อพิสูจน์: คิด สร้าง และเปิดตัวโดยทีมงานของเราทั้งหมด",
  "product.label": "ผลิตภัณฑ์เรือธง",
  "product.title_prefix": "พบปะ",
  "product.title_name": "YounitedTherapy",
  "product.desc1": "YounitedTherapy เป็นแพลตฟอร์มการบำบัดออนไลน์ที่ปลอดภัยและใช้งานง่าย ออกแบบมาเพื่อเชื่อมโยงบุคคลกับผู้เชี่ยวชาญด้านสุขภาพจิต เข้าถึงการสนับสนุนได้จากทุกที่ด้วยประสบการณ์ส่วนตัว การกำหนดเวลาที่ยืดหยุ่น และการเดินทางตั้งแต่ต้นทางถึงปลายทางที่ราบรื่นตั้งแต่การจองไปจนถึงเซสชั่น — ยังอยู่ในโหมดการพัฒนาและการทดสอบ",
  "product.desc2": "สร้างขึ้นโดยมีความปลอดภัย ความเรียบง่าย และความเห็นอกเห็นใจเป็นแกนหลัก — YounitedTherapy แสดงให้เห็นว่า FAS-Solutions สามารถสร้างอะไรได้บ้าง: ผลิตภัณฑ์ SaaS ที่ปรับขนาดได้ ปลอดภัย และคำนึงถึงผู้ใช้เป็นหลัก",
  "product.secure_title": "ปลอดภัยและเป็นส่วนตัว",
  "product.secure_desc": "เซสชันที่เข้ารหัสตั้งแต่ต้นทางถึงปลายทาง",
  "product.scheduling_title": "กำหนดการง่าย",
  "product.scheduling_desc": "จองการนัดหมายกับนักบำบัดที่มีใบอนุญาตด้วยการคลิกเพียงไม่กี่ครั้ง",
  "product.multilingual_title": "พูดได้หลายภาษา",
  "product.multilingual_desc": "มีให้บริการในภาษาอังกฤษ เยอรมัน ฝรั่งเศส สเปน และอิตาลี",
  "product.visit_btn": "เยี่ยมชม YounitedTherapy",
  "product.more_work": "ดูผลงานเพิ่มเติม",
  "product.pipeline": "สินค้าเพิ่มเติมในท่อ คอยติดตาม",
  "features.title_prefix": "เราเป็นอย่างไร",
  "features.title_accent": "สร้าง",
  "features.subtitle": "แนวปฏิบัติทางวิศวกรรมสมัยใหม่ กลุ่มเทคโนโลยีที่ได้รับการพิสูจน์แล้ว การส่งมอบที่เชื่อถือได้",
  "features.scalable_title": "สถาปัตยกรรมที่ปรับขนาดได้",
  "features.scalable_desc": "เราออกแบบระบบที่เติบโตไปพร้อมกับธุรกิจของคุณ — ไมโครเซอร์วิส, คลาวด์เนทีฟ, API ให้ความสำคัญเป็นอันดับแรก",
  "features.ux_title": "ประสบการณ์ผู้ใช้ที่สวยงาม",
  "features.ux_desc": "ทุกผลิตภัณฑ์ที่เราสร้างได้รับการออกแบบโดยคำนึงถึงผู้ใช้เป็นหลัก — ใช้งานง่าย รวดเร็ว และสวยงาม",
  "features.security_title": "ความปลอดภัยและการปฏิบัติตามข้อกำหนด",
  "features.security_desc": "GDPR-พร้อมแล้ว เข้ารหัสโดยค่าเริ่มต้น สร้างขึ้นโดยมีความเป็นส่วนตัวเป็นหัวใจหลัก",
  "features.rapid_title": "จัดส่งที่รวดเร็ว",
  "features.rapid_desc": "กระบวนการแบบ Agile พร้อมการเผยแพร่อย่างสม่ำเสมอ — ตั้งแต่ต้นแบบไปจนถึงการผลิตภายในไม่กี่สัปดาห์",
  "features.multilang_title": "หลายภาษาและหลายภูมิภาค",
  "features.multilang_desc": "ความเป็นสากลเกิดขึ้น — เราได้จัดส่งผลิตภัณฑ์ใน 5+ ภาษา",
  "features.data_title": "การตัดสินใจที่ขับเคลื่อนด้วยข้อมูล",
  "features.data_desc": "การวิเคราะห์ แดชบอร์ด และการรายงานที่สร้างขึ้นในทุกแพลตฟอร์มที่เรานำเสนอ",
  "stats.products_shipped": "สินค้าที่จัดส่ง",
  "stats.lines_of_code": "บรรทัดของโค้ดที่ปรับใช้",
  "stats.countries": "ประเทศที่ให้บริการ",
  "stats.satisfaction": "ความพึงพอใจของลูกค้า",
  "testimonials.title": "สิ่งที่ผู้คนกำลังพูด",
  "testimonials.subtitle": "จากผู้ใช้ผลิตภัณฑ์ไปจนถึงพันธมิตรด้านการพัฒนา - รับฟังจากผู้ที่เราร่วมงานด้วย",
  "testimonials.read_case_study": "อ่านกรณีศึกษา",
  "resources.title": "ดำน้ำใน",
  "resources.docs_link": "เอกสาร →",
  "resources.subtitle": "ข้อมูลเชิงลึกจากทีมงานของเรา - กรณีศึกษา การเจาะลึกด้านวิศวกรรม และบทเรียนที่ได้รับจากการสร้างผลิตภัณฑ์ SaaS",
  "resources.badge_case_study": "กรณีศึกษา",
  "resources.badge_engineering": "วิศวกรรม",
  "resources.badge_tutorial": "บทช่วยสอน",
  "resources.badge_blog": "บล็อก",
  "resources.article1_title": "วิธีที่เราสร้าง YounitedTherapy จากศูนย์จนถึงการเปิดตัว",
  "resources.article1_link": "อ่านการศึกษา →",
  "resources.article2_title": "การออกแบบสถาปัตยกรรมแบบหลายผู้เช่า SaaS",
  "resources.article2_link": "อ่านบทความ →",
  "resources.article3_title": "การตั้งค่าวิดีโอแบบเรียลไทม์ด้วยการเข้ารหัสจากต้นทางถึงปลายทาง",
  "resources.article3_link": "อ่านบทช่วยสอน →",
  "resources.article4_title": "บทเรียนจากการทำให้แพลตฟอร์ม SaaS เป็นสากล",
  "resources.article4_link": "อ่านโพสต์ →",
  "resources.article5_title": "การสร้างกลไกการจัดกำหนดการที่สอดคล้องกับ GDPR",
  "resources.article5_link": "อ่านการศึกษา →",
  "resources.article6_title": "การปรับขนาดแอปพลิเคชัน Angular สำหรับองค์กร",
  "resources.article6_link": "อ่านบทความ →",
  "cta.title": "มีความคิด? มาสร้างมันด้วยกัน",
  "cta.subtitle": "ไม่ว่าคุณจะต้องการผลิตภัณฑ์ SaaS เต็มรูปแบบ เครื่องมือที่กำหนดเอง หรือคำแนะนำจากผู้เชี่ยวชาญ เราอยู่ที่นี่",
  "cta.button": "ได้รับการติดต่อ",
  "cta.note": "ให้คำปรึกษาเบื้องต้นฟรี · ไม่มีข้อผูกมัด",
  "footer.tagline": "การสร้างซอฟต์แวร์ที่มีความสำคัญ",
  "footer.language_label": "ภาษา",
  "contact.label": "ได้รับการติดต่อ",
  "contact.title": "มาพูดถึงโครงการของคุณกันดีกว่า",
  "contact.subtitle": "ไม่ว่าคุณจะมีแนวคิดเกี่ยวกับผลิตภัณฑ์ใหม่ ต้องการความเชี่ยวชาญด้านเทคนิค หรือต้องการสำรวจความร่วมมือ เรายินดีรับฟังจากคุณ",
  "contact.form_title": "ส่งข้อความถึงเรา",
  "contact.name_label": "ชื่อเต็ม *",
  "contact.name_placeholder": "ชื่อเต็มของคุณ",
  "contact.email_label": "อีเมล *",
  "contact.email_placeholder": "you@company.com",
  "contact.company_label": "บริษัท",
  "contact.company_placeholder": "ชื่อบริษัทของคุณ",
  "contact.subject_label": "เรื่อง *",
  "contact.subject_placeholder": "เลือกหัวข้อ",
  "contact.subject_product_dev": "การพัฒนาผลิตภัณฑ์",
  "contact.subject_ai": "การบูรณาการเอไอ",
  "contact.subject_custom": "โซลูชันซอฟต์แวร์แบบกำหนดเอง",
  "contact.subject_cloud": "คลาวด์ & DevOps",
  "contact.subject_consulting": "การให้คำปรึกษาด้านเทคนิค",
  "contact.subject_general": "สอบถามทั่วไป",
  "contact.subject_partnership": "โอกาสในการเป็นหุ้นส่วน",
  "contact.message_label": "ข้อความ *",
  "contact.message_placeholder": "บอกเราเกี่ยวกับโครงการ ไทม์ไลน์ และข้อกำหนดเฉพาะใดๆ...",
  "contact.send_button": "ส่งข้อความ",
  "contact.email_title": "ส่งอีเมลถึงเราโดยตรง",
  "contact.email_desc": "ต้องการอีเมลไหม? ติดต่อได้ตลอดเวลา โดยปกติเราจะตอบกลับภายใน 24 ชั่วโมง",
  "contact.response_title": "การตอบสนองอย่างรวดเร็ว",
  "contact.response_desc": "เรามุ่งมั่นที่จะตอบคำถามทั้งหมดภายในหนึ่งวันทำการ",
  "work.flagship_badge": "● สด · ผลิตภัณฑ์เรือธง",
  "work.flagship_category": "แพลตฟอร์มการบำบัดออนไลน์",
  "work.flagship_desc": "แพลตฟอร์ม SaaS ที่ครอบคลุมซึ่งเชื่อมโยงบุคคลกับนักบำบัดที่มีใบอนุญาต เซสชันวิดีโอที่ปลอดภัย การตั้งเวลาอัจฉริยะ การชำระเงินที่ขับเคลื่อนด้วย Stripe และการสนับสนุนหลายภาษา — ให้บริการผู้ใช้ใน 5 ภาษา",
  "work.visit_live": "เยี่ยมชมผลิตภัณฑ์สด",
  "work.more_title": "เพิ่มเติมจากการประชุมเชิงปฏิบัติการของเรา",
  "work.fas_category": "เว็บไซต์บริษัท",
  "work.fas_desc": "หน้า Landing Page Angular ที่เรนเดอร์โดยเซิร์ฟเวอร์พร้อมระบบการออกแบบที่กำหนดเอง แอนิเมชั่น AOS และการเพิ่มประสิทธิภาพ SEO เต็มรูปแบบ",
  "work.ai_category": "ข้อมูลอัจฉริยะ",
  "work.ai_desc": "การวิเคราะห์แบบเรียลไทม์พร้อมข้อมูลเชิงลึกที่ขับเคลื่อนด้วย AI แนวโน้มเชิงคาดการณ์ และการรายงานอัตโนมัติสำหรับแพลตฟอร์ม SaaS",
  "work.coming_title": "เร็วๆ นี้",
  "work.coming_category": "ในไปป์ไลน์",
  "work.coming_desc": "ผลิตภัณฑ์ใหม่ๆ ทั่วทั้งเทคโนโลยีด้านสุขภาพ ฟินเทค และองค์กร SaaS — ขณะนี้อยู่ในการพัฒนาอย่างแข็งขัน",
  "work.status_live": "● ถ่ายทอดสด",
  "work.status_building": "◐ อาคาร",
  "work.status_soon": "○ เร็วๆ นี้",
  "work.cta_text": "มีโครงการอยู่ในใจหรือไม่?",
  "work.cta_link": "มาคุยกันเถอะ"
}